package com.glgamedev.sportscompetitions.ui;

public class TestBackend {
    public static String json = "{\"competitions\":[[\"Бег\",\"Баллы,Место\"],[\"Прыжки в длину\",\"Баллы,Место\"],[\"Спортивное ориентирование\",\"Баллы,Место\"]],\"Commands\":[[\"Tier 1\",[{\"name\":\"Спортанцы\",\"players\":[{\"name\":\"Егор Кастынин\",\"values\":[[100,1],[212,2],[321,2]]},{\"name\":\"Егор Валентин\",\"values\":[[212,2],[3134,1],[412,1]]}]}]],[\"Tier 2\",[{\"name\":\"Августинцы\",\"players\":[{\"name\":\"Денис Шмойлов\",\"values\":[[100,1],[212,2],[321,2]]},{\"name\":\"Валерия Каступалова\",\"values\":[[212,2],[3134,1],[412,1]]}]}]]]}";
}
